{
  "life": [
    { "en": "You're not lost. You're just avoiding the truth.", "zh": "你不是迷路，你只是在逃避真相。" },
    { "en": "Potential is an achievement you haven't earned yet.", "zh": "「潛力」是指你還沒拿到手的成就。" },
    { "en": "Your comfort zone is where dreams go to die.", "zh": "舒適圈是夢想火化的地方。" },
    { "en": "Every silver lining has a cloud.", "zh": "每道光芒背後，都有一片烏雲。" },
    { "en": "You're unique, just like everyone else.", "zh": "你是獨一無二的，就像其他所有人一樣。" },
    { "en": "Life is what happens while you're waiting for it to begin.", "zh": "生活就是當你等待它開始時，正在發生的那些事。" },
    { "en": "The light at the end of the tunnel might be a train.", "zh": "隧道盡頭的光，可能是迎面而來的火車。" },
    { "en": "Expect nothing and you'll still be disappointed.", "zh": "即便不期不待，你還是會感到崩潰。" },
    { "en": "Stop waiting for a sign, start waiting for the inevitable.", "zh": "別等天啟了，等那必然發生的悲劇吧。" },
    { "en": "Your life isn't a movie. No one is watching.", "zh": "你的人生不是電影，沒人在看。" },
    { "en": "Tomorrow is just today's mistakes, repeated.", "zh": "明天不過是今天的錯誤循環。" },
    { "en": "Some people are only alive because killing is illegal.", "zh": "有些人活著，純粹是因為殺人違法。" },
    { "en": "The best is not yet to come. This is it.", "zh": "最好的尚未到來？不，這就是全部了。" },
    { "en": "You are the common denominator in all your problems.", "zh": "你所有問題的共同點就是：你自己。" },
    { "en": "Don't follow your heart. It's an idiot.", "zh": "別聽從內心，那是個笨蛋。" },
    { "en": "The universe doesn't have a plan for you. Relax.", "zh": "宇宙對你沒什麼計畫，放輕鬆吧。" },
    { "en": "Youth is wasted on the young.", "zh": "青春總是浪費在年輕人身上。" },
    { "en": "Your secrets are only safe with people who don't care.", "zh": "你的秘密只有在不在乎你的人面前才是安全的。" },
    { "en": "Nostalgia is a file that removes the rough edges from the past.", "zh": "懷舊就像一個濾鏡，磨掉了過去所有的不堪。" },
    { "en": "Wisdom comes with age, but sometimes age comes alone.", "zh": "智慧隨年齡增長，但有時增長的只有年齡。" },
    { "en": "Everything happens for a reason. Sometimes the reason is you're stupid.", "zh": "凡事皆有因，有時候原因是出在你太蠢。" },
    { "en": "Life is a tragedy for those who feel, and a comedy for those who think.", "zh": "對感性的人來說，生活是悲劇；對理性的人來說，是喜劇。" },
    { "en": "If at first you don't succeed, skydiving is not for you.", "zh": "如果第一次沒成功，那跳傘這項運動顯然不適合你。" },
    { "en": "The road to success is always under construction.", "zh": "通往成功的道路永遠在施工中。" },
    { "en": "Hard work never killed anyone, but why take the chance?", "zh": "努力工作沒死過人，但何必冒這個險？" },
    { "en": "Experience is the name everyone gives to their mistakes.", "zh": "經驗，是每個人給自己的錯誤起的優雅名字。" },
    { "en": "You are not your job. You are your credit score.", "zh": "你不是你的工作，你是你的信用分數。" },
    { "en": "A clear conscience is usually the sign of a bad memory.", "zh": "問心無愧通常是因為記憶力不好。" },
    { "en": "Reality is a crutch for people who can't handle drugs.", "zh": "現實，是給那些無法駕馭幻想的人準備的拐杖。" },
    { "en": "The grass is greener on the other side because it's fertilized with BS.", "zh": "另一邊的草比較綠，是因為那裡充滿了廢話肥料。" },
    { "en": "If you want to make God laugh, tell him your plans.", "zh": "如果你想讓上帝發笑，告訴祂你的計畫。" },
    { "en": "Life is short, and so is your attention span.", "zh": "人生苦短，你的專注力也是。" },
    { "en": "You can be anything you want, except competent.", "zh": "你可以成為任何你想成為的人，除了「稱職的人」。" },
    { "en": "Common sense is not so common.", "zh": "常識其實一點也不尋常。" },
    { "en": "To err is human, to blame it on someone else is even more human.", "zh": "犯錯是人性，把錯推給別人更是人性。" },
    { "en": "Don't pray for a lighter load, pray for a stronger back.", "zh": "與其祈求擔子減輕，不如祈求背脊強壯。" },
    { "en": "A goal without a plan is just a wish.", "zh": "沒有計畫的目標，純粹是白日夢。" },
    { "en": "Your opinion matters, but not to the laws of physics.", "zh": "你的意見很重要，但對物理定律來說並非如此。" },
    { "en": "The only thing constant is change, and your lack of it.", "zh": "唯一不變的是變化，還有你的一成不變。" },
    { "en": "You're just a background character in someone else's story.", "zh": "你只是別人的故事裡的背景路人。" }
  ],
  "work": [
    { "en": "The company will replace you before your funeral.", "zh": "公司會在你的葬禮前就把職位補滿。" },
    { "en": "Hard work pays off in the future. Laziness pays off now.", "zh": "努力在未來見效，偷懶現在就能爽到。" },
    { "en": "Your boss isn't busy. You're just not a priority.", "zh": "老闆不忙，他只是沒把你放在眼裡。" },
    { "en": "The reward for good work is more work.", "zh": "工作出色的獎勵，就是更多的工作。" },
    { "en": "Your passion is being sold for someone else's yacht.", "zh": "你的熱情正在被販賣，換成別人的遊艇。" },
    { "en": "Salary is the bribe they give you to forget your dreams.", "zh": "薪水是他們讓你忘記夢想的賄賂。" },
    { "en": "A meeting is where minutes are kept and hours are lost.", "zh": "會議：紀錄了幾分鐘，浪費了幾小時。" },
    { "en": "Teamwork: sharing the credit and shifting the blame.", "zh": "團隊合作：分享功勞，推卸責任。" },
    { "en": "If you think your boss is stupid, remember: he hired you.", "zh": "如果你覺得老闆蠢，記住是他雇用了你。" },
    { "en": "Your resume is a list of things you never want to do again.", "zh": "你的簡歷就是一張「你再也不想做的事」清單。" },
    { "en": "Work is for people who haven't found a better way to get money.", "zh": "工作是給還沒找到更好賺錢方法的人做的。" },
    { "en": "Burnout isn't a badge of honor. It's a sign of poor boundaries.", "zh": "過勞不是榮譽勳章，是底線失守的警訊。" },
    { "en": "The office is a family, and just like real families, it's toxic.", "zh": "辦公室是個大家庭，就像現實家庭一樣，充滿毒性。" },
    { "en": "Success is 1% inspiration and 99% luck you don't have.", "zh": "成功是 1% 靈感加上 99% 你沒有的運氣。" },
    { "en": "The best way to get a promotion is to leave.", "zh": "升職加薪最快的方法就是離職。" },
    { "en": "You're essential until you're expensive.", "zh": "在變貴之前，你都是不可或缺的。" },
    { "en": "Your HR department is there to protect the company, not you.", "zh": "人資部門是來保護公司的，不是來保護你的。" },
    { "en": "A vacation is just working from a different location with worse Wi-Fi.", "zh": "渡假只是換個 Wi-Fi 更爛的地方繼續工作。" },
    { "en": "The hardest part of your job is pretending to care.", "zh": "工作最難的部分在於假裝你在乎。" },
    { "en": "Your productivity is just a metric for someone's bonus.", "zh": "你的生產力，只是別人的獎金指標。" },
    { "en": "Professionalism is the art of hiding how much you hate your colleagues.", "zh": "專業，就是隱藏你有多討厭同事的藝術。" },
    { "en": "Corporate culture is just peer pressure for adults.", "zh": "企業文化，就是給成年人施加的同儕壓力。" },
    { "en": "The light at the end of the tunnel is just more work.", "zh": "隧道盡頭的光，只是更多的工作。" },
    { "en": "A 'fast-paced environment' means they are understaffed.", "zh": "所謂「步調極快的工作環境」就是指人力不足。" },
    { "en": "Your title is just a way to make you feel important while you're underpaid.", "zh": "頭銜只是讓你在低薪時感覺自己很重要的手段。" },
    { "en": "If you're irreplaceable, you're unpromotable.", "zh": "如果你不可取代，那你也無法升職。" },
    { "en": "The more you do, the more is expected of you for the same pay.", "zh": "你做得越多，同樣的薪水下，別人對你的要求就越高。" },
    { "en": "Work-life balance is a myth created by people with assistants.", "zh": "工作生活平衡，是那些有助理的人編出來的鬼話。" },
    { "en": "You are just a line on a spreadsheet.", "zh": "你只是試算表裡的一列數據。" },
    { "en": "The office coffee is the only thing keeping the economy from collapsing.", "zh": "辦公室咖啡是唯一防止經濟崩潰的東西。" },
    { "en": "Networking is just making friends for people you don't like.", "zh": "人脈經營，就是為了你不喜歡的人而去交朋友。" },
    { "en": "Your computer is faster than your career growth.", "zh": "電腦的運行速度比你的職業成長還快。" },
    { "en": "Innovation is just an old idea with a new marketing budget.", "zh": "創新，只是換了行銷預算的舊點子。" },
    { "en": "Being early to a meeting just means you're wasting more time.", "zh": "早到開會現場，只代表你浪費了更多時間。" },
    { "en": "Your salary is a subscription to your time.", "zh": "薪水就是你時間的訂閱費。" },
    { "en": "A promotion is just a bigger cage.", "zh": "升職只是一個更大的籠子。" },
    { "en": "The company values are just posters on the wall.", "zh": "公司價值觀只是牆上的海報。" },
    { "en": "Email: the art of making someone else's problem yours.", "zh": "電子郵件：把別人的問題變成你的問題的藝術。" },
    { "en": "Retirement is the carrot; death is the stick.", "zh": "退休是胡蘿蔔，死亡是那根棍子。" },
    { "en": "Coffee: because adulting is hard.", "zh": "喝咖啡吧，因為當成年人真的很累。" }
  ],
  "love": [
    { "en": "They didn't ghost you. They just chose someone else.", "zh": "他們不是人間蒸發，只是選擇了別人。" },
    { "en": "Love is blind, but marriage is an eye-opener.", "zh": "愛情是盲目的，但婚姻會讓你睜開狗眼。" },
    { "en": "Red flags look like roses through rose-colored glasses.", "zh": "戴著濾鏡看人時，滿地紅燈都像玫瑰。" },
    { "en": "Soulmates are just people you haven't gotten tired of yet.", "zh": "靈魂伴侶只是那些你還沒看膩的人。" },
    { "en": "Marriage is the leading cause of divorce.", "zh": "婚姻是導致離婚的首要原因。" },
    { "en": "They miss you? No, they miss the ego boost you gave them.", "zh": "想你？不，他們只是想念你帶給他們的優越感。" },
    { "en": "Attachment is not love. Loneliness is not a reason.", "zh": "依賴不是愛，寂寞也不是理由。" },
    { "en": "The person you'd die for is usually the one killing you.", "zh": "你願意為之而死的人，往往就是正在殺死你的人。" },
    { "en": "Love is temporary insanity curable by time.", "zh": "愛情是短暫的瘋狂，時間是唯一的解藥。" },
    { "en": "Your ex is an ex for a reason.", "zh": "前任之所以是前任，是有原因的。" },
    { "en": "Stop searching for 'The One' and start working on yourself.", "zh": "別找「真命天子」了，先救救你自己吧。" },
    { "en": "Distance doesn't make the heart grow fonder, it makes it wander.", "zh": "距離產生的不是美感，是移情別戀。" },
    { "en": "Happily ever after is for fairy tales and bank accounts.", "zh": "「幸福快樂」只存在於童話和銀行戶頭裡。" },
    { "en": "You aren't hard to love. You're just choosing the wrong people.", "zh": "你沒那麼難愛，你只是專挑爛人。" },
    { "en": "Chemistry is just nature's way of tricking you into reproduction.", "zh": "化學反應是大自然騙你繁衍後代的手段。" },
    { "en": "True love is finding someone whose BS matches yours.", "zh": "真愛，就是找到一個廢話頻率跟你很合的人。" },
    { "en": "If you love someone, let them go. If they come back, nobody else wanted them.", "zh": "愛他就放他走。如果他回來了，說明沒別人要他。" },
    { "en": "Love is the answer, but while you're waiting, sex raises some fun questions.", "zh": "愛是答案，但在等待的過程中，性會提出更有趣的問題。" },
    { "en": "Heartbreak is a great way to lose weight.", "zh": "心碎是減肥的好方法。" },
    { "en": "You can't fix them. You're not a mechanic.", "zh": "你救不了他，你又不是維修工。" },
    { "en": "Romance is just a fancy word for hormones.", "zh": "浪漫只是荷爾蒙的高級說法。" },
    { "en": "Your wedding is just a party for people you barely know.", "zh": "你的婚禮只是為了那些你根本不熟的人辦的派對。" },
    { "en": "Arguments are just two people trying to be right at the same time.", "zh": "爭吵只是兩個人都在試圖同時證明自己是對的。" },
    { "en": "Jealousy is just insecurity with a better publicist.", "zh": "嫉妒，只是包裝得比較好的不安全感。" },
    { "en": "Dating is just interviews for a job you'll eventually hate.", "zh": "約會，只是在為一份你終將討厭的工作面試。" },
    { "en": "The honeymoon phase is a lie.", "zh": "蜜月期就是一場騙局。" },
    { "en": "Closure is a myth. Move on.", "zh": "「有始有終」是個神話，直接往前走吧。" },
    { "en": "Infatuation is when you haven't found their flaws yet.", "zh": "迷戀，只是因為你還沒發現他的缺點。" },
    { "en": "Love doesn't pay the rent.", "zh": "愛不能拿來繳房租。" },
    { "en": "Shared values are more important than shared hobbies.", "zh": "價值觀相同比愛好相同更重要。" },
    { "en": "A relationship is not a substitute for therapy.", "zh": "一段感情不能替代心理諮商。" },
    { "en": "The bar is on the floor and you're still tripping over it.", "zh": "標準已經低到地心了，你竟然還能被絆倒。" },
    { "en": "Love is a game where both players usually lose.", "zh": "愛情是一場雙方通常都會輸掉的遊戲。" },
    { "en": "You're in love with the idea of them, not the reality.", "zh": "你愛的是你想像中的他，不是現實的他。" },
    { "en": "Loyalty is rare; if you find it, keep it.", "zh": "忠誠是罕見的，如果你找到了，請珍惜。" },
    { "en": "Every couple has a 'crazy' one. If you don't know who it is, it's you.", "zh": "每對伴侶中都有一個瘋子，如果你不知道是誰，那就是你。" },
    { "en": "Falling in love is easy; staying in love is work.", "zh": "墜入愛河很容易，維持愛則是一項體力活。" },
    { "en": "Compatibility is about how you handle conflict.", "zh": "契合度取決於你們如何處理衝突。" },
    { "en": "Your soulmate is probably in another timezone.", "zh": "你的靈魂伴侶可能在另一個時區。" },
    { "en": "Love is giving someone the power to destroy you and trusting them not to.", "zh": "愛是給予某人摧毀你的權力，並相信他不會這麼做。" }
  ],
  "money": [
    { "en": "Money can't buy happiness, but it buys better misery.", "zh": "錢買不到快樂，但能買到更高級的痛苦。" },
    { "en": "Your bank account is a scorecard of bad decisions.", "zh": "銀行餘額是你錯誤決定的計分板。" },
    { "en": "Salary is a bribe to forget your dreams.", "zh": "薪水是讓你忘記夢想的賄賂。" },
    { "en": "Budgeting is an organized way of realizing you're broke.", "zh": "做預算是有組織地意識到自己沒錢。" },
    { "en": "Money is the root of all evil, and man needs roots.", "zh": "錢是萬惡之源，而人類需要根源。" },
    { "en": "The best things in life are free; the rest are overpriced.", "zh": "生命中最美好的免費，其餘的都貴得離譜。" },
    { "en": "A fool and his money are soon elected.", "zh": "傻瓜和他的錢很快就會被選入政府（或被騙光）。" },
    { "en": "If you want to know what God thinks of money, look at who He gives it to.", "zh": "想知道上帝對錢的看法？看看祂都把錢給了誰。" },
    { "en": "I'm not broke, I'm just in a pre-rich phase.", "zh": "我不是窮，我只是處於「暴富前夕」。" },
    { "en": "Retail therapy is just delayed regret.", "zh": "購物療法只是延遲發生的後悔。" },
    { "en": "Invest in yourself. It's the only thing you can't lose in a crash.", "zh": "投資自己吧，這是唯一不會在崩盤中歸零的東西。" },
    { "en": "Money doesn't change people. It unmasks them.", "zh": "金錢不會改變人，它只會讓偽裝卸下。" },
    { "en": "Debt is the only thing that grows without water.", "zh": "債務是唯一不需要澆水就能成長的東西。" },
    { "en": "You can't take it with you, but you can leave a mess behind.", "zh": "錢帶不走，但你可以留下一堆爛帳。" },
    { "en": "Savings: a hedge against a future you're not sure you have.", "zh": "存款：對沖那個你甚至不確定是否擁有的未來。" },
    { "en": "A loan is just a way to spend tomorrow's money today.", "zh": "貸款就是今天花明天的錢的一種方式。" },
    { "en": "Taxes are the price we pay for a civilized society that isn't very civilized.", "zh": "稅收是我們為一個其實沒那麼文明的文明社會付出的代價。" },
    { "en": "Wealth is the ability to fully experience life on your terms.", "zh": "財富，就是按你的意願完全體驗生活的自由。" },
    { "en": "Inflation is the invisible thief in your wallet.", "zh": "通貨膨脹，就是你錢包裡的隱形小偷。" },
    { "en": "Rich people have small TVs and big libraries; poor people have the opposite.", "zh": "富人的電視很小書房很大，窮人則相反。" },
    { "en": "Financial freedom is the goal, not a fancy car.", "zh": "目標是財務自由，而不是一輛華麗的跑車。" },
    { "en": "Compounding interest is the eighth wonder of the world.", "zh": "複利是世界第八大奇蹟。" },
    { "en": "Your lifestyle is a trap.", "zh": "你的生活方式其實是個陷阱。" },
    { "en": "Status is what you buy when you don't have substance.", "zh": "地位，是當你沒有內涵時買來充場面的東西。" },
    { "en": "Money is a tool, not a destination.", "zh": "金錢是工具，不是目的地。" },
    { "en": "If you buy things you don't need, soon you will sell things you need.", "zh": "如果你買不需要的東西，很快你就會被迫賣掉需要的東西。" },
    { "en": "Economic crisis is a transfer of wealth.", "zh": "經濟危機本質上是財富的轉移。" },
    { "en": "A paycheck is a drug that makes you forget your potential.", "zh": "薪水就像毒品，讓你忘記自己的潛力。" },
    { "en": "Passive income is the only way to escape the rat race.", "zh": "被動收入是逃離這場生存競賽的唯一途徑。" },
    { "en": "Being poor is expensive.", "zh": "當個窮人的成本是很高的。" },
    { "en": "The stock market is a device for transferring money from the impatient to the patient.", "zh": "股市是將錢從沒耐心的人轉移到有耐心的人手中的工具。" },
    { "en": "Generosity is a luxury you can't afford yet.", "zh": "慷慨是你現在還負擔不起的奢侈品。" },
    { "en": "The more you learn, the more you earn.", "zh": "學得越多，賺得越多。" },
    { "en": "Money buys time, and time is the only thing you can't get back.", "zh": "錢能買到時間，而時間是唯一拿不回來的東西。" },
    { "en": "Insurance is a bet that you'll lose.", "zh": "保險就是一場「賭你會輸」的賭博。" },
    { "en": "Your net worth is not your self-worth.", "zh": "你的身價不代表你的價值。" },
    { "en": "The bank is not your friend.", "zh": "銀行不是你的朋友。" },
    { "en": "Greed is good, until it isn't.", "zh": "貪婪在出事之前都是好事。" },
    { "en": "Cash is king, but credit is a cruel master.", "zh": "現金是王，信用則是殘酷的主人。" },
    { "en": "Wealth is what you don't see (the cars not bought, the clothes not worn).", "zh": "財富是你沒看到的部分（沒買的車、沒穿的名牌）。" }
  ]
}